export const physicsCourseContent = `
<h2>
    Физика
</h2>
<h3>
    <strong><em>Суть закона: </em></strong>Первый закон Ньютона гласит, что тело находится в состоянии покоя или движется равномерно и прямолинейно, если на него не действуют внешние силы или если сумма всех внешних сил равна нулю
</h3>
<h3>
    <strong><em>Определение инерциальной системы отсчета: </em></strong>Закон действует в инерциальных системах отсчета, где отсутствует ускорение, и тело сохраняет своё состояние движения или покоя.
</h3>
<h3>
    <strong><em>Инерция: </em></strong>Свойство тел сохранять своё состояние покоя или прямолинейного равномерного движения в отсутствии внешнего воздействия.
</h3>
<figure>
    <img
        src="assets/images/slides/physics/photo_2024-11-01_11-57-02.jpg"
        alt="">
</figure>
`;

export const physics2CourseContent = `
<h2>
    Физика
</h2>
<h3>
    <strong><em>Суть закона: </em></strong>Ускорение, получаемое телом, прямо пропорционально приложенной к нему силе и обратно пропорционально его массе. Формула: 
𝐹
=
𝑚
𝑎, где 
𝐹 — сила, 
𝑚 — масса тела, 
𝑎 — ускорение.
</h3>
<h3>
    <strong><em>Направление ускорения: </em></strong>Ускорение направлено в сторону действия силы, а его величина зависит от величины силы и массы тела.
</h3>
<h3>
    <strong><em>Единицы измерения: </em></strong>Сила измеряется в Ньютонах (Н), масса — в килограммах (кг), ускорение — в метрах на секунду в квадрате (м/с²).
</h3>
<figure>
    <img
        src="assets/images/slides/physics/photo_2024-11-01_11-56-58.jpg"
        alt="">
</figure>
`;

export const physics3CourseContent = `
<h2>
    Физика
</h2>
<h3>
    <strong><em>Суть закона: </em></strong> Если одно тело действует на другое с определенной силой, то второе тело действует на первое с силой, равной по модулю и противоположной по направлению. Формула: 
𝐹
1
−
2
=
−
𝐹
2
−
1
F 
1−2
​
 =−F 
2−1
​
 .
</h3>
<h3>
    <strong><em>Принцип взаимодействия: </em></strong>Данный закон описывает взаимодействие двух тел и утверждает, что силы всегда действуют парами.
</h3>
<h3>
    <strong><em>Примеры: </em></strong>При толкании стены человек ощущает обратное воздействие со стороны стены; при падении яблока Земля притягивает его вниз, и яблоко оказывает равную и противоположную силу на Землю.
</h3>
<figure>
    <img
        src="assets/images/slides/physics/photo_2024-11-01_11-57-02.jpg"
        alt="">
</figure>
`;
